brew 'tree'
brew 'vifm'
brew 'git'
# brew 'w3m'
brew 'tmux'
# brew 'reattach-to-user-namespace' # pbcopyに必要 # 2.6から不要になったらしい
brew 'nkf'
brew 'peco'
brew 'rbenv'
brew 'ruby-build'
brew 'neovim'
brew 'dockutil'

tap 'monochromegane/pt'
brew 'pt'

tap 'delphinus/sfmono-square'
brew 'sfmono-square'

cask_args appdir: '/Applications'
cask 'google-chrome'
cask 'visual-studio-code'
cask 'iterm2'
cask 'microsoft-teams'
cask 'zoom'
cask 'xquartz'
cask 'slack'
cask 'discord'
# cask 'virtualbox' # Failed on High Sierra
# cask 'sublime-text'
